<template>
  <section class="agreement">
    <h1 class="agreement-title">Политика ИП Вербицкая М.А. в отношении обработки персональных данных</h1>
    <div class="agreement-info_ur">Юридический адрес ИП Вербицкая М.А.: 344111, Российская Федерация, Ростовская область, г. Ростов-на-Дону, ул. Пр-кт 40 лет Победы, 328/2, кв 6.</div>
    <div class="agreement-info_fis">Фактический адрес ИП Вербицкая М.А: 344111, Ростовская область, Ростов-на-Дону г. Соколова пр-кт, 72.</div>
    <div class="list">
      <div class="list-item">
        <div class="list-item__title">1. Назначение и область действия документа</div>
        <ul class="list-item__text">
          <li>1.«Политика ИП Вербицкая М.А. (далее по тексту также - Общество) в отношении обработки персональных данных» (далее – Политика) определяет позицию и намерения Общества в области обработки и защиты персональных данных, с целью соблюдения и защиты прав и свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну, защиту своей чести и доброго имени.</li>
          <li>2.Политика неукоснительно исполняется руководителями и работниками всех структурных подразделений и филиалов ИП Вербицкая М.А..</li>
          <li>3.Действие Политики распространяется на все персональные данные субъектов, обрабатываемые в Обществе с применением средств автоматизации и без применения таких средств.</li>
          <li>4.К настоящей Политике имеет доступ любой субъект персональных данных.</li>
        </ul>
      </div>

      <div class="list-item">
        <div class="list-item__title">2. Определения</div>
        <ul class="list-item__text">
          <li>1.Персональные данные - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (гражданину). Т.е. к такой информации, в частности, можно отнести: ФИО, год, месяц, дата и место рождения, адрес, сведения о семейном, социальном, имущественном положении, сведения об образовании, профессии, доходах, сведения о состоянии здоровья, а также другую информацию.</li>
          <li>2.Обработка персональных данных - любое действие (операция) или совокупность действий (операций) с персональными данным, совершаемых с использованием средств автоматизации или без использования таких средств. К таким действиям (операциям) можно отнести: сбор, получение, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
        </ul>
      </div>

      <div class="list-item">
        <div class="list-item__title">3. Субъекты персональных данных ИП Вербицкая М.А. обрабатывает персональные данные следующих лиц:</div>
        <ul class="list-item__text">
          <li>- работников ИП Вербицкая М.А.;</li>
          <li>- субъектов, с которыми заключены договоры гражданско-правового характера;</li>
          <li>- кандидатов на замещение вакантных должностей ИП Вербицкая М.А.;</li>
          <li>- клиентов ИП Вербицкая М.А.;</li>
          <li>- зарегистрированных пользователей сайта ИП Вербицкая М.А.;</li>
          <li>- представителей юридических лиц;</li>
          <li>- поставщиков (индивидуальных предпринимателей).</li>
        </ul>
      </div>

      <div class="list-item">
        <div class="list-item__title">4.  Принципы и условия обработки персональных данных</div>
        <ul class="list-item__text">
          <li>1.Под безопасностью персональных данных ИП Вербицкая М.А. понимает защищенность персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных и принимает необходимые правовые, организационные и технические меры для защиты персональных данных.</li>
          <li>2.Обработка и обеспечение безопасности персональных данных в ИП Вербицкая М.А. осуществляется в соответствии с требованиями Конституции Российской Федерации, Федерального закона № 152-ФЗ «О персональных данных», подзаконных актов, других определяющих случаи и особенности обработки персональных данных федеральных законов Российской Федерации, руководящих и методических документов ФСТЭК России и ФСБ России.</li>
          <li>3.При обработке персональных данных ИП Вербицкая М.А. придерживается следующих принципов:
            <ul>
              <li>- законности и справедливой основы;</li>
              <li>- ограничения обработки персональных данных достижением конкретных, заранее определенных и законных целей;</li>
              <li>- недопущения обработки персональных данных, несовместимой с целями сбора персональных данных;</li>
              <li>- недопущения объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях,</li>
              <li>- несовместимых между собой;</li>
              <li>- обработки персональных данных, которые отвечают целям их обработки;</li>
              <li>- соответствия содержания.</li>
            </ul>
          </li>
          <li>4.Общество обрабатывает персональные данные только при наличии хотя бы одного из следующих условий:
          <ul>
            <li>- обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных;</li>
            <li>- обработка персональных данных необходима для достижения целей, предусмотренных законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;</li>
            <li>- обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</li>
            <li>- обработка персональных данных необходима для осуществления прав и законных интересов Общества или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;</li>
            <li>- осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе;</li>
            <li>- осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.</li>
          </ul>
          </li>
          <li>5.ИП Вербицкая М.А. вправе поручить обработку персональных данных граждан третьим лицам, на основании заключаемого с этими лицами договора. Лица, осуществляющие обработку персональных данных по поручению ИП Вербицкая М.А., обязуются соблюдать принципы и правила обработки и защиты персональных данных, предусмотренные Федеральным законом № 152-ФЗ «О персональных данных». Для каждого лица определены перечень действий (операций) с персональными данными, которые будут совершаться юридическим лицом, осуществляющим обработку персональных данных, цели обработки, установлена обязанность такого лица соблюдать конфиденциальность и обеспечивать безопасность персональных данных при их обработке, а также указаны требования к защите обрабатываемых персональных данных.</li>
          <li>6.В случаях, установленных законодательством Российской Федерации, ИП Вербицкая М.А. вправе осуществлять передачу персональных данных граждан.</li>
          <li>7.В целях информационного обеспечения в Общества могут создаваться общедоступные источники персональных данных работников, в том числе справочники и адресные книги. В общедоступные источники персональных данных с согласия работника могут включаться его фамилия, имя, отчество, дата и место рождения, должность, номера контактных телефонов, адрес электронной почты. Сведения о работнике должны быть в любое время исключены из общедоступных источников персональных данных по требованию работника либо по решению суда или иных уполномоченных государственных органов.</li>
          <li>8.Общество уничтожает либо обезличивает персональные данные по достижении целей обработки или в случае утраты необходимости достижения цели обработки.</li>
        </ul>
      </div>

      <div class="list-item">
        <div class="list-item__title">5. Права субъекта персональных данных Гражданин, персональные данные которого обрабатываются ИП Вербицкая М.А., имеет право:</div>
        <div class="list-item__text">
          <ul>
            <li>- получать от ИП Вербицкая М.А.:</li>
            <li>- подтверждение факта обработки персональных данных ИП Вербицкая М.А.;</li>
            <li>- правовые основания и цели обработки персональных данных;</li>
            <li>- сведения о применяемых ИП Вербицкая М.А. способах обработки персональных данных;</li>
            <li>- наименование и местонахождения ИП Вербицкая М.А.;</li>
            <li>- сведения о лицах, которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с ИП Вербицкая М.А. или на основании федерального закона;</li>
            <li>- перечень обрабатываемых персональных данных, относящихся к гражданину, от которого поступил запрос и источник их получения, если иной порядок предоставления таких данных не предусмотрен федеральным законом;</li>
            <li>- сведения о сроках обработки персональных данных, в том числе о сроках их хранения;</li>
            <li>- сведения о порядке осуществления гражданином прав, предусмотренных Федеральным законом «О персональных данных» № 152-ФЗ;</li>
            <li>- информацию об осуществляемой или о предполагаемой трансграничной передаче персональных данных;</li>
            <li>- наименование и адрес лица, осуществляющего обработку персональных данных по поручению ИП Вербицкая М.А.;</li>
            <li>- иные сведения, предусмотренные Федеральным законом «О персональных данных» № 152-ФЗ или другими федеральными законами;</li>
            <li>- требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</li>
            <li>- отозвать свое согласие на обработку персональных данных;</li>
            <li>- требовать устранения неправомерных действий ИП Вербицкая М.А. в отношении его персональных данных;</li>
            <li>- обжаловать действия или бездействие ИП Вербицкая М.А. в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если гражданин считает, что ИП Вербицкая М.А. осуществляет обработку его персональных данных с нарушением требований Федерального закона № 152-ФЗ «О персональных данных» или иным образом нарушает его права и свободы;</li>
            <li>- на защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального вреда в судебном порядке.</li>
          </ul>
        </div>
      </div>

      <div class="list-item">
        <div class="list-item__title">6. Ответственность</div>
        <div class="list-item__text">В случае неисполнения положений настоящей Политики ИП Вербицкая М.А. несет ответственность в соответствии действующим законодательством Российской Федерации. ОБРАЩАЕМ ВАШЕ ВНИМАНИЕ! Получить разъяснения по интересующим Вас вопросам обработки Ваших персональных данных, обратившись лично в ИП Вербицкая М.А. либо направив официальный запрос по Почте России по адресу: 344000, Ростовская область, Ростов-на-Дону г. Соколова пр-кт, 72.</div>
      </div>

      <div class="list-item">
        <div class="list-item__title">7. Сведения о реализуемых требованиях к защите персональных данных</div>
        <div class="list-item__text">ИП Вербицкая М.А. при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.</div>
      </div>

    </div>

    <div class="agreement-end">В целях координации действий по обеспечению безопасности персональных данных в ИП Вербицкая М.А. назначены лица, ответственные за обеспечение безопасности персональных данных.</div>
  </section>
</template>

<script>
export default {
  name: 'agreementView'
}
</script>

<style lang="sass" scoped>
.agreement
  padding: 25px
  &-title
    font-size: 30px
    font-family: "Roboto"
    text-align: center
  &-info
    &_ur
      margin-top: 15px
    &_fis
      margin-top: 15px
  &-end
    margin-top: 10px
.list
  margin-top: 15px
  &-item
    margin-top: 10px
    &__title
     font-weight: bold
    &__text
      margin-left: 15px
      margin-top: 10px
      &>ul
        &>li
          margin-top: 5px
      & > li
        margin-top: 10px
@media all and (max-width: 700px)
  .agreement
    &-title
      font-size: 24px
</style>
